Repository: dvkch/Subbie
Catalog: Subbie/Resources/*.lproj/Localizable.strings
Languages: fr

# action.cancel
source: Cancel
fr: Annuler

# action.close
source: Close
fr: Fermer

# action.update_timing
source: Update timing
fr: Mettre à jour le temps

# action.delay
source: Delay
fr: Retarder

# undo.add_line
source: Add a line
fr: Ajouter une ligne

# undo.update_text
source: Update text
fr: Mise à jour du texte

# undo.update_timings
source: Update timings
fr: Mise à jour des temps

# undo.offset_all_lines
source: Offset all lines
fr: Retarder les temps

# undo.move_line
source: Move line
fr: Déplacer la ligne

# undo.remove_line
source: Remove line
fr: Supprimer la ligne

# error.invalid_file_type
source: Invalid file type: %@
fr: Format de fichier non supporté : %@

# error.invalid_timings_format
source: Invalid timings format: %@
fr: Format de synchronisation non supporté : %@

# contact.copy
source: Copy email address to pasteboard
fr: Copier l'adresse email

# contact.title
source: Choose your messaging app
fr: Choisissez votre application

# contact.subject
source: About Amby %@ (%@)
fr: À propos de Amby %@ (%@)

# dialog.open_video.title
source: Open video file
fr: Ouvrir une vidéo

# dialog.delay_subtitles.title
source: Input a delay in seconds to offset all lines in this subtitles
fr: Entrez un delais en secondes pour décaller toutes les lignes de ce sous titre

# dialog.delay_subtitles.subtitle
source: Use a minus (-) sign for a negative offset and a dot (.) as decimal separator
fr: Utilisez moins (-) pour un delais négatif et point (.) comme séparateur de décimales

# menu.match_end_to_next_start
source: Match end time to next item start time
fr: Déplacer le temps de fin au début de l'item suivant

# menu.delay_all_lines
source: Delay all lines…
fr: Décaller toutes les lignes…

# menu.open_video
source: Open associated video…
fr: Ouvrir la vidéo associée…

# menu.seek_plus_5
source: Advance 5 seconds
fr: Avancer de 5 secondes

# menu.seek_minus_5
source: Rewind 5 seconds
fr: Reculer de 5 secondes
